Repository: Igifigi/wroclawskiewalentynki
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Chat
pl: Czat

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: There is already an account with this email address.
pl: Istnieje już konto przypisane do tego adresu email.

source: Please note that you have to validate this email later.
pl: Pamiętaj, że później musisz zweryfikować ten e-mail.

source: Passwords do not match.
pl: Hasła nie są takie same.

source: Verify e-mail address
pl: Potwierdź swój adres email

source: Hello! You have received this message because an instruction to create an account on the wroclawskiewalentynki.pl website has been issued. Please copy and paste the following URL into your web browser to verify your e-mail address:
pl: Cześć! Otrzymałeś/aś tę wiadomość, ponieważ wydano dyspozycję założenia konta w serwisie wroclawskiewalentynki.pl. Prosimy o skopiowanie i wklejenie poniższego adresu URL do przeglądarki internetowej.

source: Page not found
pl: Strona nie została znaleziona

source: Server error
pl: Wystąpił błąd serwera

source: Log out
pl: Wyloguj się

source: Fill out the form
pl: Wypełnij formularz

source: Log in
pl: Zaloguj się

source: Sign up
pl: Zarejestruj się

source: Visit the main site
pl: Odwiedź stronę główną

source: Contact
pl: Kontakt

source: Terms of use
pl: Regulamin

source: Privacy policy
pl: Polityka prywatności

source: Project carried out as part of Zwolonieni z Teorii
pl: Projekt realizowany w ramach Zwolnionych z Teorii

source: Hi!
pl: Cześć!

source: Thank you for staying with us. Fill out the form so we can meet you with someone.
pl: Dziękujemy, że jesteś z nami. Wypełnij formularz, abyśmy mogli Cię z kimś poznać.

source: Thank you for coming back to us. Fill out the form to proceed.
pl: Dziękujemy, że do nas wracasz. Wypełnij formularz, aby kontynuować.

source: Confirm e-mail address
pl: Potwierdź swój adres e-mail

source: Hello!
pl: Cześć!

source: You have received this message because an instruction to create an account on the wroclawskiewalentynki.pl website has been issued.
pl: Otrzymałeś/aś tę wiadomość, ponieważ wydano dyspozycję założenia konta w serwisie wroclawskiewalentynki.pl.

source: Confirm your e-mail
pl: Potwierdź adres e-mail

source: If the button above does not work, please copy and paste the following URL into your web browser:
pl: Jeżeli powyższy przycisk nie działa, prosimy o skopiowanie i wklejenie poniższego adresu URL do przeglądarki internetowej:

source: If you did not issue the instruction, write an e-mail to <a href="mailto:kontakt@wroclawskiewalentynki.pl">kontakt@wroclawskiewalentynki.pl</a>.<br> Thank you for being part of our community.
pl: Jeżeli to nie Ty wydałeś dyspozycję napisz mejla na adres <a href="mailto:kontakt@wroclawskiewalentynki.pl">kontakt@wroclawskiewalentynki.pl</a>.<br> Dziękujemy, że należysz do naszej społeczności.

source: Regards,<br> Team of Wroclaw Valentine's Day 2023
pl: Pozdrawiamy,<br> Zespół Wrocławskich Walentynek 2023

source: Message generated automatically. Please do not reply to it.
pl: Wiadomość wygenerowana automatycznie. Prosimy na nią nie odpowiadać.

source: Main site
pl: Strona główna

source: Thank you for coming back to us. Select one of the options to proceed.
pl: Dziękujemy, że do nas wróciłeś. Wybierz jedną z opcji, aby kontynuować.

source: See the document below or use the options listed.
pl: Zapoznaj się z poniższym dokumentem lub skorzystaj z wymienionych opcji.

source: Please go to your email {user.email} to verify your account. Remember to check your SPAM folder.
pl: Odwiedź swój adres {user.email}, by zweryfikować swoje konto. Pamiętaj, aby sprawdzić folder SPAM.

source: You are now logged in as {username}.
pl: Jesteś teraz zalogowany/a jako {username}

source: You have successfully logged out.
pl: Wylogowano pomyślnie.

source: Successfully activated email. You can now login to your account.
pl: Aktywacja konta przebiegła pomyślnie. Teraz możesz się zalogować.

source: Activation link is invalid!
pl: Link aktywacyjny jest błędny.

source: First
pl: Pierwsza

source: Second
pl: Druga

source: Third
pl: Trzecia

source: Fourth
pl: Czwarta

source: Boy
pl: Chłopak

source: Girl
pl: Dziewczyna

source: Non-binary person
pl: Osoba niebinarna

source: I don't care
pl: Nie ma to dla mnie znaczenia

source: For a date 😎
pl: Na randeczkę 😎

source: To meet someone interesting
pl: Żeby poznać kogoś ciekawego

source: Cinema
pl: Kino

source: Museum
pl: Muzeum

source: Coffee
pl: Kawa

source: Drink (or three)
pl: Drink (albo trzy)

source: Billards
pl: Bilard

source: I'm going to a meeting
pl: Idę na spotkanie

source: I go home and study for the test
pl: Idę do domu i uczę się na sprawdzian

source: I play Fifa/LOL/CS or whatever
pl: Gram w Fife/Ligę/CSa lub cokolwiek innego

source: I meet with friends
pl: Spotykam się ze znajomymi

source: I read
pl: Czytam

source: Sports/gym 😎💪🏋
pl: Sport/siłownia mordeczko 😎💪🏋

source: I watch - movies, series
pl: Oglądam - filmy, seriale

source: Dogs, cats are too independent
pl: Psy, koty są zbyt niezależne

source: Cats, dogs stink
pl: Koty, psy śmierdzą

source: I don't like animals
pl: Nie lubię zwierząt

source: Doesn't matter, I love all animals
pl: Bez znaczenia, kocham wszytskie zwierzątka

source: I plan everything, ordnung muss sein
pl: Planuję wszytsko, ordnung muss sein

source: Full of spontaneity
pl: Pełen spontan

source: Yes, I'd rather not bother with them
pl: Tak, wolę nie zaprzątać sobie nimi głowy

source: No, nothing that human is to me strange
pl: Nie, nic co ludzkie nie jest mi obce

source: Mathematics/Physics
pl: Matematyka/fizyka

source: Polish
pl: Polski

source: Geography
pl: Geografia

source: IT
pl: Informatyka

source: History/Society knowledge
pl: Historia lub WOS

source: Foreign Languages
pl: Języki obce

source: Biology/Chemistry
pl: Biologia/chemia

source: PE
pl: WF

source: Name
pl: Imię

source: Code
pl: Kod

source: %(code)s is not valid school code
pl: %(code)s nie jest poprawnym kodem szkoły

source: School code
pl: Kod szkoły

source: What class are you in?
pl: W której klasie jesteś?

source: You identify yourself as:
pl: Identyfikujesz się jako:

source: Who would you like to be matched with?
pl: Do kogo chciałbyś/chciałabyś być dopasowan*?

source: I want to meet:
pl: Chcę się spotkać:

source: The ideal date/meeting is:
pl: Idealna randka/spotkanie to:

source: You have a geo test tomorrow, but you were supposed to meet your friends today. What do you do?
pl: Masz jutro sprawdzian z geografii, ale miał*ś się dziś spotkać ze znajomymi. Co robisz?

source: In free time:
pl: W wolnym czasie:

source: If you had to listen to one musician for the next year, it would be:
pl: Jeśli miałbyś/miałabyś słuchać jednego muzyka przez najbliższy rok, byłby to:

source: On a scale of 1 to 10, how decisive are you?
pl: W skali od 1 do 10, jak bardzo decyzyjn* jesteś?

source: Dogs or perhaps cats?
pl: Psy, czy może jednak koty?

source: How spontaneous are you?
pl: Jak bardzo sponataniczn* jesteś?

source: Do you avoid serious topics?
pl: Unikasz poważnych tematów?

source: My favorite subject at school is:
pl: Mój ulubiony przedmiot w szkole to:

source: Instagram profile link (non-obligatory)
pl: Link do profilu na Instagramie (nieobowiązkowe)

source: Facebook profile link (non-obligatory)
pl: Link do profilu na Facebooku (nieobowiązkowe)

source: TikTok profile link (non-obligatory)
pl: Link do profilu na TikToku (nieobowiązkowe)

source: Terms of use and privacy policy (available in the footer of the page).
pl: Akceptuję Regulamin oraz Politykę prywatności (dostępne w stopce strony).

source: Match result
pl: Wyniki procedury dopasowywania użytkowników

source: Matched users
pl: Użytkownicy dopasowani

source: Non-matched users
pl: Użytkownicy niedopasowani

source: Users without profile
pl: Użytkownicy bez profilu

source: Your profile
pl: Twój profil

source: Thank you for being with us!
pl: Dziękujemy, że z nami jesteś!

source: Fill out the form below so we can get to know you with someone.
pl: Wypełnij poniższy formularz, żebyśmy mogli Cię z kimś poznać.

source: Tell us something about yourself.
pl: Powiedz nam coś o sobie.

source: I accept.
pl: Akceptuję.

source: Submit
pl: Zatwierdź

source: Start matching
pl: Rozpocznij łączenie

source: Proceed
pl: Proceduj

source: Please remember to make a backup of the database! (before clicking OK button)
pl: Pamiętaj, by zrobić kopię zapasową bazy danych! (przed klinięciem przycisku OK)

source: You need to activate your account.
pl: Musisz aktywować swoje konto.

source: Successfully created profile.
pl: Pomyślnie utworzono profil.

source: Unsuccessful
pl: Niepomyślnie

source: Create your profile
pl: Stwórz swój profil

source: Successfully updated profile.
pl: Profil został pomyślnie zaktualizowany.

source: Edit your profile
pl: Edytuj swój profil

source: Are you sure to start the matching process? It may take a while (depends on how much data does it have). Remember to make a backup of the database!
pl: Jesteś pewny, że chcesz rozpocząć proces dopasowywania użytkowników? Może on chwilę zająć (zależy od ilości użytkowników). Pamiętaj, by zrobić kopię zapasową bazy danych przed procedowaniem dalej!

source: Matching, please wait
pl: Dopasowywanie, proszę czekać

source: Matching process has started. Please wait a while.
pl: Proces dopasowywania się rozpoczął. Proszę chwilę poczekać.

source: Go to result
pl: Idź do wyników
